Repository: SpoofDPIApp/SpoofDPI-App
Catalog: SpoofDPI App/Localizable.xcstrings
Source language: en
Languages: ru

# MenuBarIcon.OpenButton.Template
source: Open %@
ru: Открыть %@

# MenuBarIcon.ProtectionToggle
source: DPI protection
ru: Защита от DPI

# MenuBarIcon.QuitButton
source: Quit
ru: Завершить

# Scene.Main.AboutWindow.RepositoryButton
source: Repository on GitHub
ru: Репозиторий на GitHub

# Scene.Main.MenuBar.AboutButton.Template
source: About %@
ru: О приложении %@

# Scene.Main.MenuBar.RepositoryButton
source: Repository on GitHub
ru: Репозиторий на GitHub

# Scene.Main.MenuBar.UpdatesButton
source: Check for Updates
ru: Проверить обновления

# Scene.Main.ProtectionToggle
source: DPI protection
ru: Защита от DPI

# Scene.Main.SettingsAlert.Buttons.Cancel
source: Cancel
ru: Отменить

# Scene.Main.SettingsAlert.Buttons.Save
source: Save
ru: Сохранить

# Scene.Main.SettingsAlert.LibraryParameters
source: SpoofDPI launch parameters
ru: Параметры запуска SpoofDPI

# Scene.Main.Status.Active
source: Active!
ru: Активно!

# Scene.Main.Status.Initialization
source: Initialization…
ru: Инициализация…

# Scene.Main.Toggles.AutomaticLaunch
source: Launch automatically
ru: Запускать автоматически

# Scene.Main.Toggles.MenuBarIcon
source: Show in Menu Bar
ru: Иконка в строке меню

# Scene.Main.VPNHint
source: Please turn off VPN
ru: Пожалуйста, выключите VPN

# Updates.Alert.Buttons.Close
source: Close
ru: Закрыть

# Updates.Alert.Buttons.Update
source: Update
ru: Обновить

# Updates.Alert.Description
source: You are using an outdated version of the app. It may work inefficiently.
ru: Вы используете неактуальную версию приложения. Она может работать неэффективно.

# Updates.Alert.Title.Template
source: Update %@
ru: Обновите %@
